Repository: chiimagnus/SyncNos
Catalog: Resource/Localizable-2.xcstrings
Source language: en
Languages: zh_hans

source: Book file not found on device or iCloud
zh_hans: 在设备或 iCloud 上未找到图书文件

# quit.button.cancel
source: Don't Quit
zh_hans: 不退出

# quit.button.quit
source: Quit
zh_hans: 退出

# quit.confirm.title
source: Sync to Notion is in progress. Quit anyway?
zh_hans: 正在同步笔记到 Notion，确定要退出吗？

source: Allow Background Activity
zh_hans: 允许后台活动

# bg.requiresApproval.title
source: Authorization required
zh_hans: 需要系统授权

# bg.requiresApproval.message
source: Please enable SyncNos Helper in System Settings → Login Items to allow background activity.
zh_hans: 请在 系统设置 → 登录项 中授权 SyncNos Helper 以允许后台运行。

# bg.requiresApproval.openSettings
source: Open System Settings
zh_hans: 打开系统设置

# bg.requiresApproval.later
source: Later
zh_hans: 稍后

# bg.status.enabledRunning
source: Enabled (Helper running)
zh_hans: 已启用（Helper 运行中）

# bg.status.requiresApproval
source: Preference on, awaiting system approval
zh_hans: 已开启偏好，待系统授权

# bg.status.disabled
source: Disabled
zh_hans: 未启用
